[
  {
    "title": "Frontend developer (2020-Present)",
    "subtitle": "Prevas Norge",
    "text": "Resonsible for Frontend solutions at Prevas, with a focus on UI/UX and webdesign. I also contribute to SoMe and marketing material."
  },
  {
    "title": "Higher Professional Degree (2018-2020)",
    "subtitle": "Noroff - School of technology and digital media",
    "text": "Front-end Development is the technology education where visual design meets coding, web design and UX design."
  },
  {
    "title": "Editor in chief (2016-2018)",
    "subtitle": "Masterbloggen",
    "text": "Tenure position over 2 years. The role includes leading the editorial staff, recruitment, production of content and running the social media accounts."
  },
  {
    "title": "Master of Media Science degree (2010-2015)",
    "subtitle": "University of Bergen",
    "text": "Through the study of media, you learn how different media affect users and our society in general. The program is about understanding the role of media and how communication technology intervenes in everyday life. A degree in media and communication gives you the tools you need to understand, analyze and influence media and media development."
  },
  {
    "title": "Journalist (2014-2015)",
    "subtitle": "Studvest",
    "text": "Studvest is a student paper that at the time published a weekly paper, as well as daily updates on their website."
  },
  {
    "title": "Webeditor, journalist and HR-manager",
    "subtitle": "Det Akademiske Kvarter",
    "text": "I had several roles and positions during my time in the student organization. I started as human resources manager for the PR agency. The job involved mainly recruiting and promoting of the organization. After a short time, I also actively participated as a journalist for kvarteret.no and the internal newspaper. Towards the end I had also been voted in as web editor and was then also responsible for publishing and editing content on kvarteret.no and on social media."
  }
]
